Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# cashflow.budget.category_section.hint.expense
source: Задайте индивидуальные лимиты только там, где нужен отдельный контроль
de: Setze individuelle Limits nur dort, wo du separate Kontrolle benötigst
en: Set individual limits only where you need separate control
es: Establece límites individuales solo donde necesites control separado
fr: Définissez des limites individuelles uniquement là où vous avez besoin d'un contrôle séparé
tr: Yalnızca ayrı kontrol ihtiyaç duyduğunuz yerlere bireysel limitler ayarlayın
zh_hans: 只在需要单独控制的分类中设置单独限额

# cashflow.budget.category_section.hint.income
source: Задайте индивидуальный план только там, где нужен отдельный контроль по источникам дохода
de: Setze individuelle Ziele nur dort, wo du separate Kontrolle nach Einnahmequelle benötigst
en: Set individual targets only where you need separate control by income source
es: Establece objetivos individuales solo donde necesites control separado por fuente de ingreso
fr: Définissez des objectifs individuels uniquement là où vous avez besoin d'un contrôle séparé par source de revenus
tr: Yalnızca gelir kaynağına göre ayrı kontrol ihtiyaç duyduğunuz yerlere bireysel hedefler ayarlayın
zh_hans: 只在需要按收入来源单独控制时设置分类目标

# cashflow.budget.category_section.title.expense
source: Лимиты по категориям
de: Kategorielimits
en: Category limits
es: Límites por categoría
fr: Limites par catégorie
tr: Kategori limitleri
zh_hans: 分类限额

# cashflow.budget.category_section.title.income
source: План по категориям
de: Kategorieplan
en: Category plan
es: Plan por categoría
fr: Objectif par catégorie
tr: Kategori planı
zh_hans: 分类计划

# cashflow.budget.category_status.critical.expense
source: %1$@ из %2$@ · почти предел
de: %1$@ von %2$@ · fast am Limit
en: %1$@ of %2$@ · almost at the limit
es: %1$@ de %2$@ · casi en el límite
fr: %1$@ sur %2$@ · presque à la limite
tr: %1$@ / %2$@ · limite neredeyse ulaşıldı
zh_hans: %1$@ / %2$@ · 即将触顶

# cashflow.budget.category_status.critical.income
source: %1$@ из %2$@ · почти выполнено
de: %1$@ von %2$@ · fast abgeschlossen
en: %1$@ of %2$@ · almost completed
es: %1$@ de %2$@ · casi completado
fr: %1$@ sur %2$@ · presque atteint
tr: %1$@ / %2$@ · neredeyse tamamlandı
zh_hans: %1$@ / %2$@ · 即将完成

# cashflow.budget.category_status.exceeded.expense
source: Перерасход %@
de: Überschreitung um %@
en: Over by %@
es: Excedido por %@
fr: Dépassé de %@
tr: %@ aşıldı
zh_hans: 超支 %@

# cashflow.budget.category_status.exceeded.income
source: Сверх плана %@
de: Plan übertroffen um %@
en: Above the plan by %@
es: Por encima del plan en %@
fr: Au-dessus de l'objectif de %@
tr: Plan %@ üzerinde
zh_hans: 超出计划 %@

# cashflow.budget.category_status.normal
source: %1$@ из %2$@
de: %1$@ von %2$@
en: %1$@ of %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@

# cashflow.budget.category_status.warning.expense
source: %1$@ из %2$@ · близко к лимиту
de: %1$@ von %2$@ · nähert sich dem Limit
en: %1$@ of %2$@ · getting close to the limit
es: %1$@ de %2$@ · acercándose al límite
fr: %1$@ sur %2$@ · proche de la limite
tr: %1$@ / %2$@ · limite yaklaşılıyor
zh_hans: %1$@ / %2$@ · 接近限额

# cashflow.budget.category_status.warning.income
source: %1$@ из %2$@ · близко к плану
de: %1$@ von %2$@ · nähert sich dem Plan
en: %1$@ of %2$@ · getting close to the plan
es: %1$@ de %2$@ · acercándose al plan
fr: %1$@ sur %2$@ · proche de l'objectif
tr: %1$@ / %2$@ · plana yaklaşılıyor
zh_hans: %1$@ / %2$@ · 接近计划

# cashflow.budget.category_totals.expense
source: Сумма лимитов категорий
de: Summe Kategorielimits
en: Category limits total
es: Total de límites por categoría
fr: Total des limites par catégorie
tr: Kategori limitleri toplamı
zh_hans: 分类限额总计

# cashflow.budget.category_totals.income
source: Сумма планов категорий
de: Summe Kategorieziele
en: Category targets total
es: Total de objetivos por categoría
fr: Total des objectifs par catégorie
tr: Kategori hedefleri toplamı
zh_hans: 分类目标总计

# cashflow.budget.category_unset.expense
source: Лимит не задан
de: Kein Limit gesetzt
en: No limit set
es: Sin límite establecido
fr: Aucune limite définie
tr: Limit belirlenmedi
zh_hans: 未设置限额

# cashflow.budget.category_unset.income
source: План не задан
de: Kein Plan gesetzt
en: No plan set
es: Sin plan establecido
fr: Aucun objectif défini
tr: Plan belirlenmedi
zh_hans: 未设置计划

# cashflow.budget.footer_hint.expense
source: Общий лимит помогает держать под контролем месяц целиком, а лимиты категорий нужны для точечной дисциплины
de: Das Gesamtlimit hält den ganzen Monat im Blick, während Kategorielimits dort helfen, wo strengere Disziplin wichtig ist
en: The total limit keeps the whole month in check, while category limits help where tighter discipline matters
es: El límite total mantiene todo el mes bajo control, mientras que los límites por categoría ayudan donde la disciplina es más importante
fr: La limite totale contrôle l'ensemble du mois, tandis que les limites par catégorie aident là où une discipline plus stricte est nécessaire
tr: Toplam limit tüm ayı kontrol altında tutarken kategori limitleri daha sıkı disiplin gereken yerlerde yardımcı olur
zh_hans: 总限额帮助把控整个月，分类限额则用于更细的约束

# cashflow.budget.footer_hint.income
source: Общий план держит фокус на результате месяца, а планы по категориям показывают, какой источник дохода проседает
de: Der Gesamtplan hält den Monat auf das Ergebnis fokussiert, während Kategorieziele zeigen, welche Einnahmequelle zurückliegt
en: The total plan keeps the month focused on the result, while category targets show which income source is lagging
es: El plan total mantiene el mes enfocado en el resultado, mientras que los objetivos por categoría muestran qué fuente de ingreso va rezagada
fr: L'objectif total garde le mois concentré sur le résultat, tandis que les objectifs par catégorie montrent quelle source de revenus est en retard
tr: Toplam plan ayı sonuca odaklarken kategori hedefleri hangi gelir kaynağının geride kaldığını gösterir
zh_hans: 总计划帮助聚焦本月结果，分类目标则显示哪类收入落后

# cashflow.budget.hero.empty_hint
source: Добавь общий лимит на текущий период, чтобы видеть остаток и риск перерасхода.
de: Setze ein Gesamtlimit für den aktuellen Zeitraum, um verbleibendes Budget und Überschreitungsrisiko zu verfolgen.
en: Set a total limit for the current period to track remaining budget and overspending risk.
es: Establece un límite total para el período actual para rastrear el presupuesto restante y el riesgo de sobrepaso.
fr: Définissez une limite totale pour la période en cours pour suivre le budget restant et le risque de dépassement.
tr: Kalan bütçeyi ve aşım riskini takip etmek için mevcut dönem için toplam limit belirleyin.
zh_hans: 为当前周期设置总限额，以便查看剩余额度和超支风险。

# cashflow.budget.hero.exceeded
source: Перерасход %1$@ %2$@
de: Überschreitung um %1$@ %2$@
en: Over by %1$@ %2$@
es: Excedido por %1$@ %2$@
fr: Dépassé de %1$@ %2$@
tr: %1$@ %2$@ aşıldı
zh_hans: 超支 %1$@ %2$@

# cashflow.budget.hero.overflow.expense
source: Лимиты категорий превышают общий на %1$@ %2$@
de: Kategorielimits überschreiten das Gesamtlimit um %1$@ %2$@
en: Category limits exceed the total by %1$@ %2$@
es: Los límites por categoría superan el total en %1$@ %2$@
fr: Les limites par catégorie dépassent le total de %1$@ %2$@
tr: Kategori limitleri toplamı %1$@ %2$@ aşıyor
zh_hans: 分类限额超过总额 %1$@ %2$@

# cashflow.budget.hero.overflow.income
source: Планы категорий превышают общий на %1$@ %2$@
de: Kategorieziele überschreiten den Gesamtplan um %1$@ %2$@
en: Category targets exceed the total by %1$@ %2$@
es: Los objetivos por categoría superan el total en %1$@ %2$@
fr: Les objectifs par catégorie dépassent le total de %1$@ %2$@
tr: Kategori hedefleri toplamı %1$@ %2$@ aşıyor
zh_hans: 分类目标超过总额 %1$@ %2$@

# cashflow.budget.hero.period_limit
source: Лимит периода
de: Zeitraumlimit
en: Period limit
es: Límite del período
fr: Limite de période
tr: Dönem limiti
zh_hans: 周期限额

# cashflow.budget.hero.remaining
source: Осталось %1$@ %2$@
de: %1$@ %2$@ verbleibend
en: %1$@ %2$@ remaining
es: %1$@ %2$@ restantes
fr: %1$@ %2$@ restants
tr: %1$@ %2$@ kaldı
zh_hans: 剩余 %1$@ %2$@

# cashflow.budget.hero.used
source: Использовано
de: Verwendet
en: Used
es: Usado
fr: Utilisé
tr: Kullanılan
zh_hans: 已使用

# cashflow.budget.monthly_overflow.expense
source: Сумма лимитов категорий больше общего на %@
de: Kategorielimits überschreiten das Gesamtlimit um %@
en: Category limits exceed the total by %@
es: Los límites por categoría superan el total en %@
fr: Les limites par catégorie dépassent le total de %@
tr: Kategori limitleri toplamı %@ aşıyor
zh_hans: 分类限额总和超过总额 %@

# cashflow.budget.monthly_overflow.income
source: Сумма планов категорий больше общего на %@
de: Kategorieziele überschreiten den Gesamtplan um %@
en: Category targets exceed the total by %@
es: Los objetivos por categoría superan el total en %@
fr: Les objectifs par catégorie dépassent le total de %@
tr: Kategori hedefleri toplamı %@ aşıyor
zh_hans: 分类目标总和超过总额 %@

# cashflow.budget.monthly_status.expense.exceeded
source: Перерасход %1$@ %2$@
de: Überschreitung um %1$@ %2$@
en: Over by %1$@ %2$@
es: Excedido por %1$@ %2$@
fr: Dépassé de %1$@ %2$@
tr: %1$@ %2$@ aşıldı
zh_hans: 超支 %1$@ %2$@

# cashflow.budget.monthly_status.expense.remaining
source: Осталось %1$@ %2$@
de: %1$@ %2$@ verbleibend
en: %1$@ %2$@ remaining
es: %1$@ %2$@ restantes
fr: %1$@ %2$@ restants
tr: %1$@ %2$@ kaldı
zh_hans: 剩余 %1$@ %2$@

# cashflow.budget.monthly_status.income.reached
source: План доходов выполнен
de: Einnahmenplan erreicht
en: Income plan reached
es: Plan de ingresos alcanzado
fr: Objectif de revenus atteint
tr: Gelir planına ulaşıldı
zh_hans: 收入计划已完成

# cashflow.budget.monthly_status.income.remaining
source: По плану осталось %1$@ %2$@
de: %1$@ %2$@ verbleibend im Plan
en: %1$@ %2$@ left in plan
es: %1$@ %2$@ restantes en el plan
fr: %1$@ %2$@ restants dans l'objectif
tr: Planda %1$@ %2$@ kaldı
zh_hans: 计划还差 %1$@ %2$@

# cashflow.budget.monthly_usage.expense
source: %d%% от месячного лимита
de: %d%% des monatlichen Limits
en: %d%% of monthly limit
es: %d%% del límite mensual
fr: Dépensé
tr: Harcanan
zh_hans: 已使用月度限额的 %d%%

# cashflow.budget.monthly_usage.income
source: %d%% от плана доходов
de: %d%% des Einnahmenplans
en: %d%% of income plan
es: %d%% del plan de ingresos
fr: Reçu
tr: Alınan
zh_hans: 已完成收入计划的 %d%%

# cashflow.budget.overflow.expense
source: Лимиты категорий превышают общий на %1$@ %2$@, такую конфигурацию нельзя сохранить
de: Kategorielimits überschreiten das Gesamtlimit um %1$@ %2$@, daher kann diese Einstellung nicht gespeichert werden
en: Category limits exceed the total by %1$@ %2$@, so this setup cannot be saved
es: Los límites por categoría superan el total en %1$@ %2$@, por lo que esta configuración no se puede guardar
fr: Les limites de catégorie dépassent le total de %1$@ %2$@, cette configuration ne peut donc pas être enregistrée
tr: Kategori limitleri toplamı %1$@ %2$@ aşıyor, bu nedenle bu ayar kaydedilemez
zh_hans: 分类限额超过总额 %1$@ %2$@，因此无法保存该配置

# cashflow.budget.overflow.income
source: Планы категорий превышают общий на %1$@ %2$@, такую конфигурацию нельзя сохранить
de: Kategorieziele überschreiten den Gesamtplan um %1$@ %2$@, daher kann diese Einstellung nicht gespeichert werden
en: Category targets exceed the total by %1$@ %2$@, so this setup cannot be saved
es: Los objetivos por categoría superan el total en %1$@ %2$@, por lo que esta configuración no se puede guardar
fr: Les objectifs de catégorie dépassent le total de %1$@ %2$@, cette configuration ne peut donc pas être enregistrée
tr: Kategori hedefleri toplamı %1$@ %2$@ aşıyor, bu nedenle bu ayar kaydedilemez
zh_hans: 分类目标超过总额 %1$@ %2$@，因此无法保存该配置

# cashflow.budget.plan_button.add_limits
source: Добавить лимиты
de: Limits hinzufügen
en: Add limits
es: Añadir límites
fr: Ajouter des limites
tr: Limit ekle
zh_hans: 添加限额

# cashflow.budget.plan_button.income
source: План
de: Plan
en: Plan
es: Plan
fr: Planifier
tr: Plan
zh_hans: 计划

# cashflow.budget.plan_button.limits
source: Лимиты
de: Limits
en: Limits
es: Límites
fr: Limites
tr: Limitler
zh_hans: 限额

# cashflow.budget.repeat.auto_hint.expense
source: Если у нового месяца лимитов еще нет, форма сразу заполнится по прошлому месяцу.
de: Wenn der neue Monat noch keine Limits hat, wird das Formular mit dem vorherigen Monat vorausgefüllt.
en: If the new month has no limits yet, the form will be prefilled from the previous month.
es: Si el nuevo mes no tiene límites aún, el formulario se rellenará desde el mes anterior.
fr: Si le nouveau mois n'a pas encore de limites, le formulaire sera pré-rempli à partir du mois précédent.
tr: Yeni ayın henüz limiti yoksa form önceki aydan doldurulacaktır.
zh_hans: 如果新月份还没有限额，表单会自动按上个月预填。

# cashflow.budget.repeat.auto_hint.income
source: Если у нового месяца плана еще нет, форма сразу заполнится по прошлому месяцу.
de: Wenn der neue Monat noch keinen Plan hat, wird das Formular mit dem vorherigen Monat vorausgefüllt.
en: If the new month has no plan yet, the form will be prefilled from the previous month.
es: Si el nuevo mes no tiene plan aún, el formulario se rellenará desde el mes anterior.
fr: Si le nouveau mois n'a pas encore de plan, le formulaire sera pré-rempli à partir du mois précédent.
tr: Yeni ayın henüz planı yoksa form önceki aydan doldurulacaktır.
zh_hans: 如果新月份还没有计划，表单会自动按上个月预填。

# cashflow.budget.repeat.auto_title
source: Автоматически повторять в новом месяце
de: Im neuen Monat automatisch wiederholen
en: Repeat automatically in a new month
es: Repetir automáticamente en un nuevo mes
fr: Répéter automatiquement pour le nouveau mois
tr: Yeni ayda otomatik tekrarla
zh_hans: 在新月份自动沿用

# cashflow.budget.repeat.cta.expense
source: Повторить прошлые лимиты
de: Vorherige Limits wiederholen
en: Repeat previous limits
es: Repetir límites anteriores
fr: Répéter les limites précédentes
tr: Önceki limitleri tekrarla
zh_hans: 沿用上月限额

# cashflow.budget.repeat.cta.income
source: Повторить прошлый план
de: Vorherigen Plan wiederholen
en: Repeat previous plan
es: Repetir plan anterior
fr: Répéter le plan précédent
tr: Önceki planı tekrarla
zh_hans: 沿用上月计划

# cashflow.budget.repeat.source_title
source: Подтянуть из %@
de: %@ verwenden
en: Use %@
es: Usar %@
fr: Utiliser %@
tr: %@ kullan
zh_hans: 沿用 %@ 的设置

# cashflow.budget.setup.title.expense
source: Лимит бюджета
de: Budgetlimit
en: Budget limit
es: Límite de presupuesto
fr: Limite de budget
tr: Bütçe limiti
zh_hans: 预算限额

# cashflow.budget.setup.title.income
source: План доходов
de: Einnahmenplan
en: Income plan
es: Plan de ingresos
fr: Plan de revenus
tr: Gelir planı
zh_hans: 收入计划

# cashflow.budget.status.critical
source: Предел
de: Kritisch
en: Critical
es: Crítico
fr: Critique
tr: Kritik
zh_hans: 临界

# cashflow.budget.status.exceeded
source: Перерасход
de: Überschritten
en: Exceeded
es: Excedido
fr: Dépassé
tr: Aşıldı
zh_hans: 超支

# cashflow.budget.status.normal
source: Норма
de: Normal
en: Normal
es: Normal
fr: Normal
tr: Normal
zh_hans: 正常

# cashflow.budget.status.warning
source: Внимание
de: Aufpassen
en: Watch
es: Atención
fr: Attention
tr: Dikkat
zh_hans: 关注

# cashflow.budget.total_disabled.expense
source: Общий лимит отключен
de: Gesamtlimit deaktiviert
en: Total limit is off
es: Límite total desactivado
fr: Limite totale désactivée
tr: Toplam limit kapalı
zh_hans: 总限额已关闭

# cashflow.budget.total_disabled.income
source: Общий план отключен
de: Gesamtplan deaktiviert
en: Total plan is off
es: Plan total desactivado
fr: Plan total désactivé
tr: Toplam plan kapalı
zh_hans: 总计划已关闭

# cashflow.budget.total_section.hint.expense
source: Задайте общий лимит на месяц, чтобы держать под контролем все расходы
de: Setze ein monatliches Gesamtlimit, um alle Ausgaben im Blick zu behalten
en: Set a total monthly limit to keep all spending under control
es: Establece un límite mensual total para mantener todos los gastos bajo control
fr: Définissez une limite mensuelle totale pour garder toutes les dépenses sous contrôle
tr: Tüm harcamaları kontrol altında tutmak için toplam aylık limit belirleyin
zh_hans: 设置月度总限额，便于控制所有支出

# cashflow.budget.total_section.hint.income
source: Задайте общий план на месяц, чтобы видеть, сколько дохода уже набрано и сколько еще нужно добрать
de: Setze einen monatlichen Gesamtplan, um zu sehen, wie viele Einnahmen bereits eingegangen sind
en: Set a total monthly plan to see how much income is already received and how much is still needed
es: Establece un plan mensual total para ver cuánto ingreso ya se recibió y cuánto falta
fr: Définissez un plan mensuel total pour voir combien de revenus ont déjà été reçus et combien reste encore nécessaire
tr: Ne kadar gelir alındığını ve ne kadarının hâlâ gerektiğini görmek için toplam aylık plan belirleyin
zh_hans: 设置月度总计划，以查看已收到多少收入以及还差多少

# cashflow.budget.total_section.title.expense
source: Общий лимит
de: Gesamtlimit
en: Total limit
es: Límite total
fr: Limite totale
tr: Toplam limit
zh_hans: 总限额

# cashflow.budget.total_section.title.income
source: Общий план
de: Gesamtplan
en: Total plan
es: Plan total
fr: Plan total
tr: Toplam plan
zh_hans: 总计划

# cashflow.budget.total_toggle.hint.expense
source: Отключите, если хотите контролировать только отдельные категории
de: Deaktiviere es, wenn du nur bestimmte Kategorien kontrollieren möchtest
en: Turn it off if you want to control only specific categories
es: Desactívalo si solo quieres controlar categorías específicas
fr: Désactivez si vous souhaitez contrôler uniquement des catégories spécifiques
tr: Yalnızca belirli kategorileri kontrol etmek istiyorsanız kapatın
zh_hans: 如果你只想控制单独的分类，请关闭

# cashflow.budget.total_toggle.hint.income
source: Отключите, если хотите планировать только отдельные категории доходов
de: Deaktiviere es, wenn du nur bestimmte Einnahmekategorien planen möchtest
en: Turn it off if you want to plan only specific income categories
es: Desactívalo si solo quieres planificar categorías de ingreso específicas
fr: Désactivez si vous souhaitez planifier uniquement des catégories de revenus spécifiques
tr: Yalnızca belirli gelir kategorilerini planlamak istiyorsanız kapatın
zh_hans: 如果你只想规划单独的收入分类，请关闭

# cashflow.budget.total_toggle.title.expense
source: Включить общий лимит
de: Gesamtlimit aktivieren
en: Enable total limit
es: Activar límite total
fr: Activer la limite totale
tr: Toplam limiti etkinleştir
zh_hans: 启用总限额

# cashflow.budget.total_toggle.title.income
source: Включить общий план
de: Gesamtplan aktivieren
en: Enable total plan
es: Activar plan total
fr: Activer le plan total
tr: Toplam planı etkinleştir
zh_hans: 启用总计划

# cashflow.bulk_expense.affect_balance
source: Обновлять баланс карты
de: Kontostand aktualisieren
en: Update card balance
es: Actualizar saldo de tarjeta
fr: Mettre à jour le solde de la carte
tr: Kart bakiyesini güncelle
zh_hans: 更新卡片余额

# cashflow.bulk_expense.affect_balance.compact
source: Обновлять баланс
de: Stand aktualisieren
en: Update balance
es: Actualizar saldo
fr: Mettre à jour le solde
tr: Bakiyeyi güncelle
zh_hans: 更新余额

# cashflow.bulk_expense.affect_balance.hint
source: Импорт также изменит текущий баланс карты
de: Import aktualisiert auch den aktuellen Kontostand
en: Import will also update the current card balance
es: La importación también actualizará el saldo actual de la tarjeta
fr: L'importation mettra également à jour le solde actuel de la carte
tr: İçe aktarma aynı zamanda mevcut kart bakiyesini de güncelleyecektir
zh_hans: 导入时将同步更新当前卡片余额

# cashflow.bulk_expense.affect_balance.short
source: Обновлять
de: Aktualisieren
en: Update
es: Actualizar
fr: Mettre à jour
tr: Güncelle
zh_hans: 更新余额

# cashflow.bulk_expense.affect_balance.subtitle
source: Отключите, если нужна только история без изменения текущего баланса
de: Deaktiviere, wenn du nur die Historie ohne Änderung des aktuellen Saldos möchtest
en: Turn off if you only want history without touching the current balance
es: Desactívalo si solo quieres historial sin tocar el saldo actual
fr: Désactivez si vous souhaitez uniquement l'historique sans toucher au solde actuel
tr: Yalnızca mevcut bakiyeye dokunmadan geçmişi istiyorsanız kapatın
zh_hans: 如仅需历史记录而不影响余额，请关闭

# cashflow.bulk_expense.affect_balance.toast.disabled
source: Баланс карты больше не будет меняться при сохранении этого импорта
de: Kontostand ändert sich beim Speichern dieses Imports nicht mehr
en: Card balance will no longer change when you save this import
es: El saldo de la tarjeta ya no cambiará al guardar esta importación
fr: Le solde de la carte ne changera plus lors de l'enregistrement de cette importation
tr: Bu içe aktarmayı kaydettiğinizde kart bakiyesi artık değişmeyecektir
zh_hans: 保存这次导入时将不再调整卡片余额

# cashflow.bulk_expense.affect_balance.toast.enabled
source: Баланс карты будет обновляться при сохранении этого импорта
de: Kontostand wird beim Speichern dieses Imports aktualisiert
en: Card balance will now update when you save this import
es: El saldo de la tarjeta se actualizará al guardar esta importación
fr: Le solde de la carte sera mis à jour lors de l'enregistrement de cette importation
tr: Bu içe aktarmayı kaydettiğinizde kart bakiyesi güncellenecektir
zh_hans: 保存这次导入时会同步更新卡片余额

# cashflow.bulk_expense.card_title
source: Карта
de: Karte
en: Card
es: Tarjeta
fr: Carte
tr: Kart
zh_hans: 卡片

# cashflow.bulk_expense.category.breakdown
source: Ручн. %@ + Импорт %@
de: Manuell %@ + Import %@
en: Manual %@ + Import %@
es: Manual %@ + Importado %@
fr: Manuel %@ + Importation %@
tr: Manuel %@ + İçe aktarma %@
zh_hans: 手动 %@ + 导入 %@

# cashflow.bulk_expense.category.create_action
source: Создать
de: Erstellen
en: Create
es: Crear
fr: Créer
tr: Oluştur
zh_hans: 创建

# cashflow.bulk_expense.confidence.high
source: Авто
de: Auto
en: Auto
es: Auto
fr: Auto
tr: Otomatik
zh_hans: 自动

# cashflow.bulk_expense.confidence.low
source: Проверь
de: Prüfen
en: Check
es: Revisar
fr: Vérifier
tr: Kontrol et
zh_hans: 检查

# cashflow.bulk_expense.confidence.medium
source: Норм
de: Gut
en: Good
es: Bueno
fr: Bon
tr: İyi
zh_hans: 良好

# cashflow.bulk_expense.controls.subtitle
source: Выберите карту и валюту для импорта
de: Wähle, wo importierte Ausgaben zugeordnet werden sollen
en: Choose where imported expenses should be applied
es: Elige dónde se aplicarán los gastos importados
fr: Choisissez où les dépenses importées doivent être appliquées
tr: İçe aktarılan harcamaların nereye uygulanacağını seçin
zh_hans: 选择导入支出的归属账户

# cashflow.bulk_expense.controls.title
source: Карта и валюта
de: Karte und Währung
en: Card and currency
es: Tarjeta y moneda
fr: Carte et devise
tr: Kart ve para birimi
zh_hans: 卡片与货币

# cashflow.bulk_expense.entry.title
source: Массовый импорт
de: Massenimport
en: Mass import
es: Importación masiva
fr: Importation en masse
tr: Toplu içe aktarma
zh_hans: 批量导入

# cashflow.bulk_expense.error.card_not_found
source: Select an active card before saving.
de: Wähle vor dem Speichern eine aktive Karte.
es: Selecciona una tarjeta activa antes de guardar.
fr: Sélectionnez une carte active avant d'enregistrer.
tr: Kaydetmeden önce aktif bir kart seçin.
zh_hans: 保存前请选择一张有效卡片。

# cashflow.bulk_expense.error.insufficient_funds
source: Not enough funds: %1$@ %2$@ needed, %3$@ %4$@ available.
de: Nicht genug Guthaben: %1$@ %2$@ benötigt, %3$@ %4$@ verfügbar.
es: Fondos insuficientes: se necesitan %1$@ %2$@, hay %3$@ %4$@ disponibles.
fr: Fonds insuffisants : %1$@ %2$@ nécessaires, %3$@ %4$@ disponibles.
tr: Yeterli fon yok: %1$@ %2$@ gerekli, %3$@ %4$@ mevcut.
zh_hans: 余额不足：需 %1$@ %2$@，可用 %3$@ %4$@。

# cashflow.bulk_expense.error.invalid_image
source: The image could not be read.
de: Das Bild konnte nicht gelesen werden.
es: No se pudo leer la imagen.
fr: L'image n'a pas pu être lue.
tr: Görüntü okunamadı.
zh_hans: 无法读取图片。
